RRN_Data/2401900/2401916.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2025-03-28T03:05:51.222+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2025-03-28T03:05:51.222+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="250328-000072" version="2"><overallSeverity>low</overallSeverity><situationVersionTime>2025-03-28T03:05:50.751+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="VehicleObstruction" id="250328-000072-1" version="2"><situationRecordCreationReference>EVE_DIRO-S-250328-0005-EVE_DIRO-SR-250328-000009</situationRecordCreationReference><situationRecordCreationTime>2025-03-28T03:05:13.420+01:00</situationRecordCreationTime><situationRecordObservationTime>2025-03-28T03:05:46.935+01:00</situationRecordObservationTime><situationRecordVersionTime>2025-03-28T03:05:50.751+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2025-03-28T03:05:13.420+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2025-03-28T03:05:13.266+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">Hors voie de circulation</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">DIR Ouest/District de Rennes/CEI de Rennes</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>hardShoulder</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>eastBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>48.126217</latitude><longitude>-1.7432739</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Vezin-le-Coquet</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N1012</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><pointAlongLinearElement><directionRelativeAtPoint>opposite</directionRelativeAtPoint><linearElement><roadNumber>N1012</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>0.0</distanceAlong><fromReferent><referentIdentifier>35PR2G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobilityOfObstruction><mobilityType>stationary</mobilityType></mobilityOfObstruction><vehicleObstructionType>brokenDownVehicle</vehicleObstructionType><obstructingVehicle><vehicleCharacteristics><vehicleType>car</vehicleType></vehicleCharacteristics></obstructingVehicle></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>